Repository: jaywcjlove/app-i18n
Catalog: i18n/source/menuist/Menuist/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Stopped
de: Angehalten
fr: Arrêté
it: Arrestato
ja: 停止しました
ko: 중지됨
ru: Остановлено
zh_hans: 停止
zh_hant: 停止

source: Subfolder
de: Unterordner
fr: Sous-dossier
it: Sottocartella
ja: サブフォルダー
ko: 하위 폴더
ru: Подпапка
zh_hans: 子文件夹
zh_hant: 子資料夾

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
ru: Условия использования
zh_hans: 服务条款
zh_hant: 服務條款

source: The folder already exists: %@
de: Der Ordner existiert bereits: %@
fr: Le dossier existe déjà : %@
it: La cartella esiste già: %@
ja: フォルダーは既に存在します: %@
ko: 폴더가 이미 존재합니다: %@
ru: Папка уже существует: %@
zh_hans: 文件夹已存在：%@
zh_hant: 資料夾已存在：%@

source: The folder has been deleted and will no longer display extensions.
de: Der Ordner wurde gelöscht und es werden keine Erweiterungen mehr angezeigt.
fr: Le dossier a été supprimé et n'affichera plus les extensions.
it: La cartella è stata eliminata e le estensioni non saranno più visualizzate.
ja: フォルダーは削除されたため、拡張子は表示されなくなります。
ko: 폴더가 삭제되었으며 더 이상 확장자가 표시되지 않습니다.
ru: Папка удалена и больше не будет отображать расширения.
zh_hans: 文件夹被删除了将无法展示扩展
zh_hant: 資料夾被刪除了將無法展示擴充套件

source: The list data will be cleared, and the data will be reset to the default values.
de: Die Listendaten werden gelöscht und die Daten werden auf die Standardwerte zurückgesetzt.
fr: Les données de la liste seront effacées et les données seront réinitialisées aux valeurs par défaut.
it: I dati dell'elenco verranno cancellati e ripristinati ai valori di default.
ja: リストデータが消去され、初期値に戻ります。
ko: 목록 데이터가 삭제되고 데이터가 기본값으로 재설정됩니다.
ru: Данные списка будут очищены, и данные будут сброшены до значений по умолчанию.
zh_hans: 列表数据将被清除，数据将重置为默认值。
zh_hant: 列表資料將被清除，資料將重置為預設值。

source: The port range can be set from 1024 to 65535. After making changes, please restart the service in the File Sharing History interface for the changes to take effect.
de: Der Portbereich kann von 1024 bis 65535 eingestellt werden. Nachdem Sie Änderungen vorgenommen haben, starten Sie bitte den Dienst in der Benutzeroberfläche des Dateifreigabeverlaufs neu, damit die Änderungen wirksam werden.
fr: La plage de ports peut être définie entre 1 024 et 65 535. Après avoir apporté des modifications, veuillez redémarrer le service dans l'interface de l'historique de partage de fichiers pour que les modifications prennent effet.
it: L'intervallo delle porte è configurabile da 1024 a 65535. Dopo le modifiche, riavvia il servizio dalla sezione Cronologia condivisione file affinché le modifiche abbiano effetto.
ja: ポート範囲は 1024 ～ 65535 に設定できます。変更を行った後、変更を有効にするには、ファイル共有履歴インターフェイスでサービスを再起動してください。
ko: 포트 범위는 1024에서 65535까지 설정할 수 있습니다. 변경한 후 변경 사항을 적용하려면 파일 공유 기록 인터페이스에서 서비스를 다시 시작하십시오.
ru: Диапазон портов можно установить от 1024 до 65535. После внесения изменений перезапустите службу в интерфейсе истории общего доступа к файлам, чтобы изменения вступили в силу.
zh_hans: 端口范围可设置为 1024 至 65535，更改后请在文件分享历史界面重启服务以生效。
zh_hant: 埠範圍可設定為 1024 至 65535，更改後請在檔案分享歷史介面重啟服務以生效。

source: This only removes the file sharing record and does not delete the file itself. Please feel free to proceed.
de: Dadurch wird nur der Dateifreigabeeintrag entfernt, die Datei selbst wird nicht gelöscht. Bitte zögern Sie nicht, fortzufahren.
fr: Cela supprime uniquement l'enregistrement de partage de fichiers et ne supprime pas le fichier lui-même. N'hésitez pas à continuer.
it: Questa operazione rimuove solo il record di condivisione, non il file stesso. È possibile procedere.
ja: これにより削除されるのはファイル共有レコードのみであり、ファイル自体は削除されません。どうぞお気軽にお進みください。
ko: 파일 공유 기록만 제거되며 파일 자체는 삭제되지 않습니다. 계속 진행하시기 바랍니다.
ru: При этом удаляется только запись общего доступа к файлам, но не сам файл. Пожалуйста, не стесняйтесь продолжать.
zh_hans: 这只是移除文件分享记录，并不会删除文件本身，请您放心操作。
zh_hant: 這只是移除檔案分享記錄，並不會刪除檔案本身，請您放心操作。

source: To Settings
de: Zu den Einstellungen
fr: Vers les paramètres
it: Vai alle impostazioni
ja: 設定へ
ko: 설정으로
ru: К настройкам
zh_hans: 去设置
zh_hant: 去設定

source: Unlock all Features
de: Schalten Sie alle Funktionen frei
fr: Débloquez toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能のロックを解除する
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: View QR code
de: QR-Code anzeigen
fr: Afficher le code QR
it: Visualizza codice QR
ja: QRコードを表示
ko: QR 코드 보기
ru: Посмотреть QR-код
zh_hans: 查看二维码
zh_hant: 檢視二維碼

source: Visible in Finder
de: Im Finder sichtbar
fr: Visible dans le Finder
it: Visibile nel Finder
ja: Finder に表示
ko: Finder에 표시
ru: Видно в Finder
zh_hans: 在访达中可见
zh_hant: 在訪達中可見

source: Whether to display the create file menu in the top-level menu
de: Ob das Menü „Datei erstellen“ im Menü der obersten Ebene angezeigt werden soll
fr: S'il faut afficher le menu de création de fichier dans le menu de niveau supérieur
it: Visualizzare il menu Nuovo file nel menu di primo livello
ja: ファイル作成メニューをトップレベルメニューに表示するかどうか
ko: 최상위 메뉴에 파일 생성 메뉴 표시 여부
ru: Отображать ли меню создания файла в меню верхнего уровня
zh_hans: 是否在顶层菜单中显示创建文件菜单
zh_hant: 是否在頂層選單中顯示建立檔案選單

source: Whether to skip displaying hidden files in the status bar menu.
de: Ob die Anzeige versteckter Dateien im Statusleistenmenü übersprungen werden soll.
fr: S'il faut ignorer l'affichage des fichiers cachés dans le menu de la barre d'état.
it: Ignorare i file nascosti nel menu della barra di stato.
ja: ステータスバーメニューの隠しファイルの表示をスキップするかどうか。
ko: 상태 표시줄 메뉴에서 숨겨진 파일 표시를 건너뛸지 여부입니다.
ru: Пропускать ли отображение скрытых файлов в меню строки состояния.
zh_hans: 是否在状态栏菜单中跳过显示隐藏文件
zh_hant: 是否在狀態列選單中跳過顯示隱藏檔案

source: You can directly drag the app into the list.
de: Sie können die App direkt in die Liste ziehen.
fr: Vous pouvez directement faire glisser l'application dans la liste.
it: È possibile trascinare l'app direttamente nell'elenco.
ja: アプリをリストに直接ドラッグできます。
ko: 앱을 목록으로 직접 드래그할 수 있습니다.
ru: Вы можете напрямую перетащить приложение в список.
zh_hans: 可以将应用直接拖拽到列表里
zh_hant: 可以將應用直接拖拽到列表裡

source: You can now close this application. To use the quick preview code highlighting plugin, please make sure the application remains installed on your computer.
de: Sie können diese Anwendung jetzt schließen. Um das Plugin für die schnelle Vorschau des Code-Highlightings zu verwenden, stellen Sie bitte sicher, dass die Anwendung auf Ihrem Computer installiert bleibt.
fr: Vous pouvez maintenant fermer cette application. Pour utiliser le plugin de mise en évidence du code d'aperçu rapide, veuillez vous assurer que l'application reste installée sur votre ordinateur.
it: Ora è possibile chiudere l'applicazione. Per utilizzare il plugin di evidenziazione del codice nell'anteprima rapida, assicurati che l'app resti installata sul computer.
ja: これで、このアプリケーションを閉じることができます。 クイック プレビュー コード ハイライト プラグインを使用するには、アプリケーションがコンピュータにインストールされたままであることを確認してください。
ko: 이제 이 애플리케이션을 닫을 수 있습니다. 빠른 미리보기 코드 강조 플러그인을 사용하려면 해당 애플리케이션이 컴퓨터에 설치되어 있는지 확인하세요.
ru: Теперь вы можете закрыть это приложение. Чтобы использовать плагин для быстрого предварительного просмотра кода, убедитесь, что приложение остается установленным на вашем компьютере.
zh_hans: 您现在可以关闭此应用程序。要使用快速预览代码高亮插件，请确保该应用程序保持安装在您的计算机上。
zh_hant: 您現在可以關閉此應用程式。要使用快速預覽程式碼高亮外掛，請確保該應用程式保持安裝在您的計算機上。

source: You can now use the quick preview code highlighting plugin in Finder!
de: Sie können jetzt das Plugin zur schnellen Code-Hervorhebung in der Vorschau im Finder verwenden!
fr: Vous pouvez désormais utiliser le plugin de mise en évidence du code d'aperçu rapide dans le Finder !
it: Il plugin di evidenziazione del codice è ora disponibile nel Finder.
ja: Finder でクイック プレビュー コード ハイライト プラグインを使用できるようになりました。
ko: 이제 Finder에서 빠른 미리보기 코드 강조 플러그인을 사용할 수 있습니다!
ru: Теперь вы можете использовать плагин быстрого предварительного просмотра кода в Finder!
zh_hans: 现在可以在 Finder（访达） 中使用快速预览代码高亮插件了！
zh_hant: 現在可以在 Finder（訪達） 中使用快速預覽程式碼高亮外掛了！

source: You must right-click the file to use it
de: Sie müssen mit der rechten Maustaste auf die Datei klicken, um sie zu verwenden
fr: Vous devez cliquer avec le bouton droit sur le fichier pour l'utiliser
it: Fai clic destro sul file per utilizzare questa funzione
ja: 使用するにはファイルを右クリックする必要があります
ko: 파일을 사용하려면 마우스 오른쪽 버튼을 클릭해야 합니다.
ru: Вы должны щелкнуть файл правой кнопкой мыши, чтобы использовать его.
zh_hans: 你必须右键点击该文件才能使用
zh_hant: 你必須右鍵點選該檔案才能使用

source: You must right-click the folder to use it
de: Sie müssen mit der rechten Maustaste auf den Ordner klicken, um ihn zu verwenden
fr: Vous devez cliquer avec le bouton droit sur le dossier pour l'utiliser
it: Fai clic destro sulla cartella per utilizzare questa funzione
ja: 使用するにはフォルダーを右クリックする必要があります
ko: 사용하려면 폴더를 마우스 오른쪽 버튼으로 클릭해야 합니다.
ru: Вы должны щелкнуть папку правой кнопкой мыши, чтобы использовать ее.
zh_hans: 你必须右键点击该文件夹才能使用
zh_hant: 你必須右鍵點選該資料夾才能使用

source: You must select directory authorization for %@ to grant operation permissions.
de: Sie müssen die Verzeichnisautorisierung für %@ auswählen, um Betriebsberechtigungen zu erteilen.
fr: Vous devez sélectionner l'autorisation d'annuaire pour %@ pour accorder des autorisations d'opération.
it: È necessario selezionare l'autorizzazione della directory per %@ per concedere i permessi operativi.
ja: 操作権限を付与するには、%@ のディレクトリ認証を選択する必要があります。
ko: 작업 권한을 부여하려면 %@에 대한 디렉터리 인증을 선택해야 합니다.
ru: Вы должны выбрать авторизацию каталога для %@, чтобы предоставить разрешения на операции.
zh_hans: 您必须为 %@ 选择目录授权以授予操作权限。
zh_hant: 您必須為 %@ 選擇目錄授權以授予操作許可權。

source: You need to enable the plugin
de: Sie müssen das Plugin aktivieren
fr: Vous devez activer le plugin
it: È necessario abilitare il plugin
ja: プラグインを有効にする必要があります
ko: 플러그인을 활성화해야 합니다
ru: Вам необходимо включить плагин
zh_hans: 您需要启用插件
zh_hant: 您需要啟用外掛

# You need to run the "%@" command in the command line to enable the %@ plugin.
source: You need to run the "%1$@" command in the command line to enable the %2$@ plugin.
de: Sie müssen den Befehl „%1$@“ in der Befehlszeile ausführen, um das Plugin %2$@ zu aktivieren.
fr: Vous devez exécuter la commande "%1$@" dans la ligne de commande pour activer le plugin %2$@.
it: Esegui il comando "%1$@" nel Terminale per abilitare il plugin %2$@.
ja: %2$@ プラグインを有効にするには、コマンド ラインで "%1$@" コマンドを実行する必要があります。
ko: %2$@ 플러그인을 활성화하려면 명령줄에서 "%1$@" 명령을 실행해야 합니다.
ru: Вам нужно запустить команду %1$@ в командной строке, чтобы включить плагин %2$@.
zh_hans: 您需要在命令行中运行 "%1$@" 命令，以启用 %2$@ 插件。
zh_hant: 您需要在命令列中執行 "%1$@" 命令，以啟用 %2$@ 外掛。

source: Your generous financial assistance, I have great confidence in keeping %@ healthy and maintaining it actively.
de: Durch Ihre großzügige finanzielle Unterstützung bin ich zuversichtlich, %@ gesund zu halten und aktiv zu erhalten.
fr: Grâce à votre généreuse aide financière, j'ai une grande confiance pour garder %@ en bonne santé et le maintenir activement.
it: Il tuo generoso contributo finanziario mi dà grande fiducia nel mantenere %@ in salute e attivamente sviluppato.
ja: 皆様の寛大な経済的ご支援のおかげで、%@ の健康を維持し、積極的に維持できることに大きな自信を持っています。
ko: 여러분의 아낌없는 재정 지원 덕분에 저는 %@의 건강을 유지하고 적극적으로 유지하는 데 큰 자신감을 갖고 있습니다.
ru: Благодаря вашей щедрой финансовой помощи я очень уверен, что %@ будет здоров и активно его поддерживать.
zh_hans: 感谢您的慷慨资助，我有信心保持 %@ 的健康运转，并积极维护它。
zh_hant: 感謝您的慷慨資助，我有信心保持 %@ 的健康運轉，並積極維護它。

source: Your Script Assistant
de: Ihr Skriptassistent
fr: Votre assistant de script
it: Assistente script
ja: あなたのスクリプトアシスタント
ko: 스크립트 도우미
ru: Ваш помощник по сценариям
zh_hans: 您的脚本助手
zh_hant: 您的指令碼助手

source: Finder plugin
fr: Extension Finder
it: Plugin del Finder
ja: ファインダープラグイン
ko: 파인더 플러그인
ru: Плагин поиска
zh_hans: 访达插件
zh_hant: 訪達外掛

source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: OK
fr: D'ACCORD
ja: わかりました
ko: 좋아요
ru: ХОРОШО
zh_hans: 确定
zh_hant: 確定

source: QuickLook Theme
fr: Thème QuickLook
it: Tema Visualizzazione rapida
ja: クイックルックテーマ
ko: QuickLook 테마
ru: Тема быстрого просмотра
zh_hans: 快速预览主题
zh_hant: 快速預覽主題

source: Reauth
fr: Réauth
it: Riautorizza
ja: 再認証
ko: 재인증
ru: Реаут
zh_hans: 重新授权
zh_hant: 重新授權

source: System
fr: Système
it: Sistema
ja: システム
ko: 체계
ru: Система
zh_hans: 系统
zh_hant: 系統

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@(%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: [Twitter](https://twitter.com/jaywcjlove) • [E-mail](emailurl) • [Github](https://github.com/jaywcjlove/rightmenu-master)
ja: [Twitter](https://twitter.com/jaywcjlove) • [電子メール](emailurl) • [Github](https://github.com/jaywcjlove/rightmenu-master)
ko: [Twitter](https://twitter.com/jaywcjlove) • [이메일](emailurl) • [Github](https://github.com/jaywcjlove/rightmenu-master)
ru: [Twitter](https://twitter.com/jaywcjlove) • [Электронная почта](emailurl) • [Github](https://github.com/jaywcjlove/rightmenu-master)

source: E-mail
ja: メール
ko: 이메일
ru: Электронная почта
zh_hans: 邮箱
zh_hant: 郵箱
